Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsMediaReferenceStatusInTrash
source: In Trash
ar: في سلة المحذوفات
de: Im Papierkorb
es: En la Papelera
fr: Dans la Corbeille
hi: कचरे में
it: Nel Cestino
ja: ゴミ箱に入っています
ko: 휴지통에 있음
nl: In Prullenbak
pl: W Koszu
pt: Na Lixeira
ru: В корзине
th: อยู่ในถังขยะ
tr: Çöp Kutusunda
vi: Trong thùng rác
zh_hans: 位于废纸篓
zh_hant: 位於垃圾桶

# settingsMediaReferenceStatusSourceUnavailable
source: Source File Unavailable
ar: ملف المصدر غير متوفر
de: Quelldatei nicht verfügbar
es: Archivo fuente no disponible
fr: Fichier source indisponible
hi: स्रोत फ़ाइल उपलब्ध नहीं है
it: File Sorgente Non Disponibile
ja: ソースファイルが利用できません
ko: 소스 파일을 사용할 수 없음
nl: Bronbestand niet beschikbaar
pl: Plik źródłowy niedostępny
pt: Arquivo Fonte Indisponível
ru: Исходный файл недоступен
th: ไฟล์ต้นทางไม่สามารถใช้งานได้
tr: Kaynak Dosya Mevcut Değil
vi: Tệp nguồn không khả dụng
zh_hans: 来源文件不可用
zh_hant: 來源檔案不可用

# settingsMediaCleanupUnverifiedDescription
source: These items may still be referenced by content that could not be read. They were left unchanged to protect your files and history.
ar: قد لا تزال هذه العناصر مرجعية من محتوى لا يمكن قراءته. تم تركها بدون تغيير لحماية ملفاتك وتاريخك.
de: Diese Elemente können möglicherweise weiterhin von Inhalten referenziert werden, die nicht gelesen werden konnten. Sie wurden unverändert gelassen, um Ihre Dateien und Ihre Historie zu schützen.
es: Estos elementos pueden seguir siendo referenciados por contenido que no se pudo leer. Se dejaron sin cambios para proteger sus archivos e historial.
fr: Ces éléments peuvent encore être référencés par un contenu qui n'a pas pu être lu. Ils ont été laissés inchangés pour protéger vos fichiers et votre historique.
hi: ये आइटम्स अभी भी उन सामग्री द्वारा संदर्भित हो सकते हैं जिन्हें पढ़ा नहीं जा सका। आपके फ़ाइलों और इतिहास की सुरक्षा के लिए इन्हें बिना किसी परिवर्तन के छोड़ दिया गया है।
it: Questi elementi potrebbero essere ancora referenziati da contenuti che non sono stati letti. Sono rimasti invariati per proteggere i tuoi file e la tua cronologia.
ja: これらのアイテムは、読み取れなかったコンテンツによってまだ参照されている可能性があります。ファイルと履歴を保護するために変更されることはありませんでした。
ko: 이 항목들은 읽을 수 없는 콘텐츠에 의해 여전히 참조될 수 있습니다. 귀하의 파일과 기록을 보호하기 위해 변경되지 않은 상태로 남겨두었습니다.
nl: Deze items kunnen nog steeds worden verwezen naar inhoud die niet gelezen kon worden. Ze zijn onveranderd gelaten om uw bestanden en geschiedenis te beschermen.
pl: Te elementy mogą być nadal używane przez treści, których nie można było odczytać. Pozostawiono je bez zmian, aby chronić Twoje pliki i historię.
pt: Esses itens podem ainda estar referenciados por conteúdo que não pôde ser lido. Eles foram deixados inalterados para proteger seus arquivos e histórico.
ru: Эти элементы могут все еще использоваться в контенте, который не удалось прочитать. Они оставлены без изменений, чтобы защитить ваши файлы и историю.
th: รายการเหล่านี้อาจยังถูกอ้างอิงโดยเนื้อหาที่ไม่สามารถอ่านได้ จึงไม่ถูกเปลี่ยนแปลงเพื่อปกป้องไฟล์และประวัติของคุณ.
tr: Bu öğeler, okunamayan içerik tarafından hala referans veriliyor olabilir. Dosyalarınızı ve geçmişinizi korumak için değişmeden bırakılmıştır.
vi: Những mục này có thể vẫn được tham chiếu bởi nội dung không thể đọc. Chúng được giữ nguyên để bảo vệ các tập tin và lịch sử của bạn.
zh_hans: 这些媒体可能仍被无法读取的内容引用。为保护文件和历史记录，它们不会被删除。
zh_hant: 這些媒體可能仍被無法讀取的內容參考。為保護檔案和歷史記錄，它們不會被刪除。

# settingsMediaCleanupUnverifiedTitle
source: Unable to Verify
ar: غير قادر على التحقق
de: Überprüfung unmöglich
es: No se pudo verificar
fr: Impossible de vérifier
hi: सत्यापित करने में असमर्थ
it: Impossibile verificare
ja: 検証できません
ko: 확인할 수 없음
nl: Niet te verifiëren
pl: Nie można zweryfikować
pt: Incapaz de Verificar
ru: Не удалось проверить
th: ไม่สามารถตรวจสอบได้
tr: Doğrulanamıyor
vi: Không thể xác minh
zh_hans: 无法验证
zh_hant: 無法驗證

# settingsMediasDescription
source: Media files used in your drawings will appear here.
ar: ستظهر هنا ملفات الوسائط المستخدمة في رسوماتك.
de: In deinen Zeichnungen verwendete Mediendateien werden hier angezeigt.
es: Los archivos multimedia utilizados en tus dibujos aparecerán aquí.
fr: Les fichiers multimédias utilisés dans vos dessins apparaîtront ici.
hi: आपके चित्रों में उपयोग की गई मीडिया फ़ाइलें यहाँ दिखाई देंगी।
it: I file multimediali usati nei tuoi disegni verranno visualizzati qui.
ja: 描画で使用されているメディアファイルがここに表示されます。
ko: 그림에서 사용한 미디어 파일이 여기에 표시됩니다.
nl: Mediabestanden die in je tekeningen worden gebruikt, verschijnen hier.
pl: Pliki multimedialne używane w rysunkach pojawią się tutaj.
pt: Os arquivos de mídia usados nos seus desenhos aparecerão aqui.
ru: Здесь появятся медиафайлы, используемые в ваших рисунках.
th: ไฟล์สื่อที่ใช้ในภาพวาดของคุณจะแสดงที่นี่
tr: Çizimlerinizde kullanılan medya dosyaları burada görünür.
vi: Các tệp phương tiện được dùng trong bản vẽ sẽ xuất hiện tại đây.
zh_hans: 绘图中使用的媒体文件会显示在这里。
zh_hant: 繪圖中使用的媒體檔案會顯示在這裡。

# settingsMediasName
source: Media files
ar: ملفات الوسائط
de: Mediendateien
es: Archivos multimedia
fr: Fichiers multimédias
hi: मीडिया फ़ाइलें
it: File multimediali
ja: メディアファイル
ko: 미디어 파일
nl: Media-bestanden
pl: Pliki multimedialne
pt: Arquivos de mídia
ru: Медиафайлы
th: ไฟล์สื่อ
tr: Medya dosyaları
vi: Tệp phương tiện
zh_hans: 媒体文件
zh_hant: 媒體文件

# settingsName
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settingsNavigationTitle
source: App settings
ar: إعدادات التطبيق
de: App-Einstellungen
es: Configuraciones de la aplicación
fr: Paramètres de l'application
hi: ऐप सेटिंग्स
it: Impostazioni dell'app
ja: アプリ設定
ko: 앱 설정
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Configurações do aplicativo
ru: Настройки приложения
th: การตั้งค่าแอป
tr: Uygulama ayarları
vi: Cài đặt ứng dụng
zh_hans: App设置
zh_hant: 應用設定

# settingsNoRoute
source: No selection
ar: لا توجد اختيار
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
hi: कोई चयन नहीं
it: Nessuna selezione
ja: 選択なし
ko: 선택 없음
nl: Geen selectie
pl: Brak wyboru
pt: Nenhuma seleção
ru: Нет выбора
th: ไม่มีการเลือก
tr: Seçim yok
vi: Không có lựa chọn
zh_hans: 请选择一个选项卡
zh_hant: 無選擇

# settingsSecurityDebugResetLockState
source: Reset Lock State
ar: إعادة تعيين حالة القفل
de: Sperrzustand zurücksetzen
es: Restablecer Estado de Bloqueo
fr: Réinitialiser l'état de verrouillage
hi: लॉक स्थिति रीसेट करें
it: Reimposta stato di blocco
ja: ロック状態をリセット
ko: 잠금 상태 재설정
nl: Reset Vergrendelstatus
pl: Zresetuj stan blokady
pt: Redefinir Estado de Bloqueio
ru: Сбросить состояние блокировки
th: รีเซ็ตสถานะการล็อค
tr: Kilit Durumunu Sıfırla
vi: Đặt lại Trạng Thái Khóa
zh_hans: 重置锁定状态
zh_hant: 重置鎖定狀態

# settingsSecurityDebugResetting
source: Resetting...
ar: يتم إعادة التهيئة...
de: Zurücksetzen...
es: Restableciendo...
fr: Réinitialisation...
hi: रीसेट कर रहा है...
it: Reimpostando...
ja: リセット中...
ko: 재설정 중...
nl: Resetten...
pl: Resetowanie...
pt: Redefinindo...
ru: Сброс...
th: กำลังรีเซ็ต...
tr: Sıfırlanıyor...
vi: Đang đặt lại...
zh_hans: 正在重置...
zh_hant: 正在重置...

# settingsSecurityDeleteConfirmationInstruction
source: Type DELETE to continue.
ar: اكتب DELETE للمتابعة.
de: Geben Sie DELETE ein, um fortzufahren.
es: Escribe DELETE para continuar.
fr: Tapez DELETE pour continuer.
hi: जारी रखने के लिए DELETE टाइप करें।
it: Digita DELETE per continuare.
ja: 続行するにはDELETEと入力してください。
ko: 계속하려면 DELETE를 입력하세요.
nl: Typ DELETE om door te gaan.
pl: Wpisz DELETE, aby kontynuować.
pt: Digite DELETE para continuar.
ru: Введите DELETE, чтобы продолжить.
th: พิมพ์ DELETE เพื่อต่อไป
tr: Devam etmek için DELETE yazın.
vi: Gõ DELETE để tiếp tục.
zh_hans: 输入 DELETE 以继续。
zh_hant: 輸入 DELETE 以繼續。

# settingsSecurityDeleteLockedContentButton
source: Delete Locked Content
ar: حذف المحتوى المقفل
de: Gesperrte Inhalte löschen
es: Eliminar Contenido Bloqueado
fr: Supprimer le contenu verrouillé
hi: लॉक किया गया कंटेंट हटाएँ
it: Elimina contenuto bloccato
ja: ロックされたコンテンツを削除
ko: 잠긴 콘텐츠 삭제
nl: Verwijder Vergrendelde Inhoud
pl: Usuń zablokowane treści
pt: Excluir Conteúdo Bloqueado
ru: Удалить заблокированное содержимое
th: ลบเนื้อหาที่ถูกล็อค
tr: Kilitli İçeriği Sil
vi: Xóa Nội Dung Bị Khóa
zh_hans: 删除锁定内容
zh_hant: 刪除鎖定內容

# settingsSecurityEncryptedBackupDeletionFailed
source: Failed to delete ^[%d encrypted backup file](inflect: true).
ar: فشل حذف ^[%d ملف النسخة الاحتياطية المشفر](inflect: true).
de: Löschen der ^[%d verschlüsselten Backup-Datei](inflect: true) fehlgeschlagen.
es: No se pudo eliminar el archivo de copia de seguridad encriptado ^[%d](inflect: true).
fr: Échec de la suppression du fichier de sauvegarde chiffré ^[%d].
hi: एन्क्रिप्टेड बैकअप फ़ाइल को हटाने में विफल ^[%d]।
it: Impossibile eliminare il ^[%d file di backup crittografato](inflect: true).
ja: 暗号化されたバックアップファイルの削除に失敗しました^[%d]。
ko: ^[%d] 암호화된 백업 파일 삭제에 실패했습니다.
nl: Het is niet gelukt om ^[%d versleuteld back-up bestand](inflect: true) te verwijderen.
pl: Nie udało się usunąć ^[%d zaszyfrowanego pliku kopii zapasowej](inflect: true).
pt: Falha ao excluir ^[%d arquivo de backup criptografado](inflect: true).
ru: Неудалось удалить ^[%d зашифрованный резервный файл](inflect: true).
th: ลบไฟล์สำรองที่เข้ารหัส ^[%d] ล้มเหลว
tr: %d şifreli yedek dosyasını silmekte hata oluştu.
vi: Không thể xóa ^[%d tập tin sao lưu đã mã hóa](inflect: true).
zh_hans: 删除 ^[%d 加密备份文件] 失败。
zh_hant: 無法刪除 ^[%d 加密備份檔案](inflect: true)。

# settingsSecurityFooter
source: Keep your Recovery Key as the fallback. ExcalidrawZ saves it in this device's Keychain for future locking and system unlock.
ar: احتفظ بمفتاح الاسترداد كخيار احتياطي. ExcalidrawZ يحفظه في سلسلة مفاتيح هذا الجهاز من أجل القفل المستقبلي وفتح النظام.
de: Bewahren Sie Ihren Wiederherstellungsschlüssel als Fallback auf. ExcalidrawZ speichert ihn im Schlüsselbund dieses Geräts für zukünftiges Sperren und Entsperren des Systems.
es: Guarda tu Clave de Recuperación como respaldo. ExcalidrawZ la guarda en el llavero de este dispositivo para futuros bloqueos y desbloqueos del sistema.
fr: Conservez votre clé de récupération comme solution de secours. ExcalidrawZ l'enregistre dans le trousseau de ce dispositif pour les futurs verrous et déverrouillages du système.
hi: अपनी पुनर्प्राप्ति कुंजी को बैकअप के रूप में रखें। ExcalidrawZ इसे इस डिवाइस के कीचेन में भविष्य की लॉकिंग और सिस्टम अनलॉक के लिए सहेजता है।
it: Tieni la tua Chiave di Recupero come backup. ExcalidrawZ la salva nel portachiavi di questo dispositivo per futuri blocchi e sblocco del sistema.
ja: リカバリーキーをバックアップとして保管してください。ExcalidrawZは将来のロックおよびシステムのロック解除のために、このデバイスのキーチェーンに保存します。
ko: 복구 키를 백업으로 보관하세요. ExcalidrawZ는 이 장치의 키체인에 저장하여 향후 잠금을 해제합니다.
nl: Bewaar uw Herstelcode als de back-up. ExcalidrawZ slaat deze op in de sleutelhanger van dit apparaat voor toekomstige vergrendeling en ontgrendeling van het systeem.
pl: Zachowaj swój Klucz Odzyskiwania jako awaryjny. ExcalidrawZ zapisuje go w Pęku Kluczy tego urządzenia na przyszłe blokowanie i odblokowywanie systemu.
pt: Mantenha sua Chave de Recuperação como backup. ExcalidrawZ a salva no Chaveiro deste dispositivo para futuros bloqueios e desbloqueios do sistema.
ru: Сохраните ваш ключ восстановления как резервный. ExcalidrawZ сохраняет его в связке ключей этого устройства для будущей блокировки и разблокировки системы.
th: เก็บ Recovery Key ของคุณไว้เป็นทางเลือกสำรอง ExcalidrawZ จะบันทึกไว้ใน Keychain ของอุปกรณ์นี้สำหรับการล็อคในอนาคตและการปลดล็อคระบบ
tr: Kurtarma Anahtarınızı yedekte saklayın. ExcalidrawZ, bunu bu cihazın Anahtar Zinciri'nde gelecekteki kilitleme ve sistem kilidini açma için kaydeder.
vi: Giữ Khóa Khôi Phục của bạn như một phương án dự phòng. ExcalidrawZ lưu nó trong Keychain của thiết bị này để khóa trong tương lai và mở khóa hệ thống.
zh_hans: 保留恢复密钥作为备用。ExcalidrawZ 将其保存在此设备的钥匙串中，以便将来的锁定和系统解锁。
zh_hant: 將您的恢復密鑰保留作為備用。ExcalidrawZ 將其保存在此設備的鑰匙鏈中，以便將來鎖定和系統解鎖。

# settingsSecurityLoadingLockedContent
source: Loading locked content...
ar: جارٍ تحميل المحتوى المقفل...
de: Ladevorgang gesperrter Inhalte...
es: Cargando contenido bloqueado...
fr: Chargement du contenu verrouillé...
hi: लॉक की गई सामग्री लोड हो रही है...
it: Caricamento contenuti bloccati...
ja: ロックされたコンテンツを読み込んでいます...
ko: 잠금된 콘텐츠 로딩 중...
nl: Bezig met laden van vergrendelde inhoud...
pl: Ładowanie zablokowanej zawartości...
pt: Carregando conteúdo bloqueado...
ru: Загрузка заблокированного контента...
th: กำลังโหลดเนื้อหาที่ถูกล็อก...
tr: Kilitli içerik yükleniyor...
vi: Đang tải nội dung bị khóa...
zh_hans: 正在加载锁定内容...
zh_hant: 正在加載鎖定內容...

# settingsSecurityLockButton
source: Lock
ar: قفل
de: Sperren
es: Bloquear
fr: Verrouiller
hi: लॉक करें
it: Blocca
ja: ロック
ko: 잠금
nl: Vergrendelen
pl: Zablokuj
pt: Bloquear
ru: Заблокировать
th: ล็อค
tr: Kilit
vi: Khóa
zh_hans: 锁定
zh_hant: 鎖定

# settingsSecurityLockedContentDeletedToastSubtitle
source: ^[%d item](inflect: true) removed
ar: ^[%d عنصر] تمت إزالته
de: ^[%d Element(e)](inflect: true) entfernt
es: ^[%d elemento](inflect: true) eliminado
fr: ^[%d élément](inflect: true) supprimé
hi: ^[%d आइटम](inflect: true) हटा दिए गए
it: ^[%d elemento](inflect: true) rimosso
ja: ^[%d 件](inflect: true) 削除されました
ko: ^[%d 항목](inflect: true) 제거됨
nl: ^[%d item](inflect: true) verwijderd
pl: ^[%d element](inflect: true) usunięty
pt: ^[%d item](inflect: true) removido
ru: ^[%d элемент](inflect: true) удалён
th: ^[%d รายการ](inflect: true) ถูกลบ
tr: ^[%d öğe](inflect: true) kaldırıldı
vi: ^[%d bài viết](inflect: true) đã được xóa
zh_hans: ^[%d 项](inflect: true) 已删除
zh_hant: 已移除 %d 項

# settingsSecurityLockedContentDeletedToastTitle
source: Locked content deleted
ar: تم حذف المحتوى المقفل
de: Gesperrte Inhalte gelöscht
es: Contenido bloqueado eliminado
fr: Contenu verrouillé supprimé
hi: लॉक की गई सामग्री हटा दी गई
it: Contenuto bloccato eliminato
ja: ロックされたコンテンツが削除されました
ko: 잠금된 콘텐츠 삭제됨
nl: Vergrendelde inhoud verwijderd
pl: Zablokowana zawartość usunięta
pt: Conteúdo bloqueado excluído
ru: Заблокированный контент удалён
th: เนื้อหาที่ถูกล็อกถูกลบ
tr: Kilitli içerik silindi
vi: Nội dung bị khóa đã bị xóa
zh_hans: 锁定内容已删除
zh_hant: 鎖定內容已刪除

# settingsSecurityLockedContentTitle
source: Locked Content
ar: المحتوى المقفل
de: Gesperrte Inhalte
es: Contenido Bloqueado
fr: Contenu verrouillé
hi: लॉक की गई सामग्री
it: Contenuto Bloccato
ja: ロックされたコンテンツ
ko: 잠금된 콘텐츠
nl: Vergrendelde inhoud
pl: Zablokowana zawartość
pt: Conteúdo Bloqueado
ru: Заблокированный контент
th: เนื้อหาที่ถูกล็อก
tr: Kilitli İçerik
vi: Nội dung bị khóa
zh_hans: 锁定内容
zh_hant: 鎖定內容

# settingsSecurityLockedStatus
source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi: लॉक किया गया
it: Bloccato
ja: ロック中
ko: 잠금 해제됨
nl: Vergrendeld
pl: Zablokowane
pt: Bloqueado
ru: Заблокировано
th: ถูกล็อก
tr: Kilitli
vi: Đã khóa
zh_hans: 已锁定
zh_hant: 鎖定

# settingsSecurityLostRecoveryKeyBackupsMessage
source: Encrypted backup copies that depend on the lost key are cleared too.
ar: تم مسح النسخ الاحتياطية المشفرة التي تعتمد على المفتاح المفقود أيضًا.
de: Auch die verschlüsselten Sicherungskopien, die von dem verlorenen Schlüssel abhängen, werden gelöscht.
es: Las copias de seguridad encriptadas que dependen de la clave perdida también se eliminan.
fr: Les copies de sauvegarde cryptées qui dépendent de la clé perdue sont également effacées.
hi: खोई हुई कुंजी पर निर्भर करते हुए एन्क्रिप्टेड बैकअप कॉपी भी हटा दी गई हैं।
it: Le copie di backup crittografate che dipendono dalla chiave persa sono state eliminate.
ja: 失われたキーに依存する暗号化されたバックアップコピーも削除されます。
ko: 잃어버린 키에 의존하는 암호화된 백업 사본도 삭제됩니다.
nl: Versleutelde back-upkopieën die afhankelijk zijn van de verloren sleutel worden ook gewist.
pl: Szyfrowane kopie zapasowe, które zależą od utraconego klucza, również zostały usunięte.
pt: Cópias de backup criptografadas que dependem da chave perdida também são removidas.
ru: Зашифрованные резервные копии, зависящие от утерянного ключа, также удаляются.
th: สำเนาสำรองที่เข้ารหัสซึ่งขึ้นอยู่กับกุญแจที่สูญหายจะถูกลบด้วยเช่นกัน
tr: Kayıp anahtara bağlı şifreli yedek kopyalar da silinir.
vi: Các bản sao lưu được mã hóa phụ thuộc vào khóa đã mất cũng sẽ bị xóa.
zh_hans: 依赖丢失密钥的加密备份副本也将被清除。
zh_hant: 依賴於丟失的密鑰的加密備份也會被清除。

# settingsSecurityLostRecoveryKeyButton
source: Lost Recovery Key?
ar: مفتاح الاسترداد المفقود؟
de: Wiederherstellungsschlüssel verloren?
es: ¿Clave de recuperación perdida?
fr: Clé de récupération perdue ?
hi: खोई हुई रिकवरी कुंजी?
it: Chiave di Recupero Persa?
ja: リカバリーキーを失いましたか？
ko: 복구 키 분실?
nl: Verloren Herstelcode?
pl: Utracony klucz odzyskiwania?
pt: Chave de Recuperação Perdida?
ru: Утерянный ключ восстановления?
th: กุญแจกู้คืนที่สูญหาย?
tr: Kayıp Kurtarma Anahtarı mı?
vi: Khóa Khôi phục đã mất?
zh_hans: 丢失恢复密钥？
zh_hant: 丟失的恢復金鑰？

# settingsSecurityLostRecoveryKeyDeletesTitle
source: This permanently deletes:
ar: هذا يحذف نهائيًا:
de: Das wird dauerhaft gelöscht:
es: Esto elimina permanentemente:
fr: Ceci supprime définitivement :
hi: यह स्थायी रूप से हटा देगा:
it: Questo elimina permanentemente:
ja: これを永久に削除します：
ko: 이로 인해 영구적으로 삭제됩니다:
nl: Dit verwijdert permanent:
pl: To na stałe usuwa:
pt: Isto exclui permanentemente:
ru: Это приведёт к окончательному удалению:
th: สิ่งนี้จะลบบ่อยๆ:
tr: Bu kalıcı olarak silinir:
vi: Điều này sẽ xóa vĩnh viễn:
zh_hans: 这将永久删除：
zh_hant: 這將永久刪除：

# settingsSecurityLostRecoveryKeyLockedFilesTitle
source: Locked files, including Trash
ar: الملفات المقفلة، بما في ذلك سلة المهملات
de: Gesperrte Dateien, einschließlich Papierkorb
es: Archivos bloqueados, incluyendo la Papelera
fr: Fichiers verrouillés, y compris la corbeille
hi: लॉक की गई फ़ाइलें, जिसमें कचरा भी शामिल है
it: File bloccati, inclusi nel Cestino
ja: ロックされたファイル、ゴミ箱を含む
ko: 잠긴 파일, 휴지통 포함
nl: Vergrendelde bestanden, inclusief Prullenbak
pl: Zablokowane pliki, w tym Kosz
pt: Arquivos bloqueados, incluindo Lixo
ru: Заблокированные файлы, включая Корзину
th: ไฟล์ที่ถูกล็อก รวมถึงถังขยะ
tr: Kilitli dosyalar, Çöp Kutusu dahil
vi: Tệp bị khóa, bao gồm Thùng rác
zh_hans: 锁定的文件，包括回收站
zh_hant: 鎖定文件，包括垃圾桶

# settingsSecurityLostRecoveryKeyMessage
source: Delete locked content that can no longer be unlocked, then start over with a new Recovery Key the next time you lock a file.
ar: احذف المحتوى المقفل الذي لا يمكن فتحه بعد الآن، ثم ابدأ من جديد بمفتاح استرداد جديد في المرة القادمة التي تقفل فيها ملفًا.
de: Löschen Sie gesperrte Inhalte, die nicht mehr entsperrt werden können, und beginnen Sie dann mit einem neuen Wiederherstellungsschlüssel, wenn Sie das nächste Mal eine Datei sperren.
es: Elimina el contenido bloqueado que ya no se puede desbloquear, luego comienza de nuevo con una nueva clave de recuperación la próxima vez que bloquees un archivo.
fr: Supprimez le contenu verrouillé qui ne peut plus être déverrouillé, puis recommencez avec une nouvelle clé de récupération la prochaine fois que vous verrouillez un fichier.
hi: लॉक की गई सामग्री को हटा दें जिसे अब अनलॉक नहीं किया जा सकता, फिर अगली बार जब आप कोई फ़ाइल लॉक करें तो नई रिकवरी कुंजी के साथ शुरुआत करें।
it: Elimina i contenuti bloccati che non possono più essere sbloccati, quindi ricomincia con una nuova Chiave di Recupero la prossima volta che blocchi un file.
ja: もう解除できないロックされたコンテンツを削除し、次回ファイルをロックする際に新しいリカバリーキーでやり直してください。
ko: 더 이상 잠금을 해제할 수 없는 잠금된 콘텐츠를 삭제한 후, 다음에 파일을 잠글 때 새 복구 키로 새로 시작하세요.
nl: Verwijder vergrendelde inhoud die niet meer kan worden ontgrendeld, en begin opnieuw met een nieuwe Herstelcode de volgende keer dat je een bestand vergrendelt.
pl: Usuń zablokowaną zawartość, której nie można już odblokować, a następnie rozpocznij od nowa z nowym kluczem odzyskiwania następnym razem, gdy zablokujesz plik.
pt: Exclua o conteúdo bloqueado que não pode mais ser desbloqueado, depois comece de novo com uma nova Chave de Recuperação na próxima vez que você bloquear um arquivo.
ru: Удалите заблокированный контент, который больше не может быть разблокирован, а затем начните заново с новым ключом восстановления, когда в следующий раз заблокируете файл.
th: ลบเนื้อหาที่ถูกล็อคซึ่งไม่สามารถปลดล็อกได้ จากนั้นเริ่มใหม่ด้วยกุญแจการกู้คืนใหม่ในครั้งถัดไปที่คุณล็อกไฟล์
tr: Artık açılamayan kilitli içeriği silin, ardından bir dosyayı kilitlediğinizde yeni bir Kurtarma Anahtarı ile yeniden başlayın.
vi: Xóa nội dung bị khóa không còn có thể mở khóa, sau đó bắt đầu lại với một Khóa Khôi phục mới lần sau khi bạn khóa một tệp.
zh_hans: 删除无法解锁的锁定内容，然后在下次锁定文件时重新开始并使用新的恢复密钥。
zh_hant: 刪除無法解鎖的鎖定內容，然後在下次鎖定文件時重新開始並獲取新的恢復金鑰。

# settingsSecurityLostRecoveryKeyTitle
source: Lost Recovery Key
ar: مفتاح الاسترداد المفقود
de: Verlorener Wiederherstellungsschlüssel
es: Clave de Recuperación Perdida
fr: Clé de récupération perdue
hi: खोई हुई रिकवरी कुंजी
it: Chiave di Recupero Persa
ja: 失われたリカバリーキー
ko: 분실된 복구 키
nl: Verloren Herstelcode
pl: Utracony klucz odzyskiwania
pt: Chave de Recuperação Perdida
ru: Утерянный ключ восстановления
th: กุญแจการกู้คืนที่สูญหาย
tr: Kayıp Kurtarma Anahtarı
vi: Khóa Khôi phục đã mất
zh_hans: 丢失的恢复密钥
zh_hant: 丟失的恢復金鑰

# settingsSecurityName
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全

# settingsSecurityNoLockedContentFound
source: No locked content was found.
ar: لم يتم العثور على محتوى مقفل.
de: Es wurden keine gesperrten Inhalte gefunden.
es: No se encontró contenido bloqueado.
fr: Aucun contenu verrouillé trouvé.
hi: कोई लॉक की गई सामग्री नहीं मिली।
it: Nessun contenuto bloccato trovato.
ja: ロックされたコンテンツは見つかりませんでした。
ko: 잠금된 콘텐츠를 찾을 수 없습니다.
nl: Er is geen vergrendelde inhoud gevonden.
pl: Nie znaleziono zablokowanej zawartości.
pt: Nenhum conteúdo bloqueado foi encontrado.
ru: Заблокированный контент не найден.
th: ไม่พบเนื้อหาที่ถูกล็อก.
tr: Hiç kilitli içerik bulunamadı.
vi: Không tìm thấy nội dung bị khóa.
zh_hans: 未找到锁定内容。
zh_hant: 未找到鎖定內容。

# settingsSecurityNoLockedContentMessage
source: Files you lock will appear here.
ar: ستظهر الملفات التي تقوم بقفلها هنا.
de: Die Dateien, die Sie sperren, erscheinen hier.
es: Los archivos que bloquees aparecerán aquí.
fr: Les fichiers que vous verrouillez apparaîtront ici.
hi: आपकी लॉक की गई फ़ाइलें यहां दिखाई देंगी।
it: I file bloccati appariranno qui.
ja: ロックしたファイルはここに表示されます。
ko: 잠금 해제한 파일은 여기에 나타납니다.
nl: Bestanden die je vergrendelt verschijnen hier.
pl: Pliki, które zablokujesz, będą się tutaj pojawiać.
pt: Os arquivos que você bloquear aparecerão aqui.
ru: Заблокированные файлы будут отображаться здесь.
th: ไฟล์ที่คุณล็อคจะปรากฏที่นี่
tr: Kilitlediğiniz dosyalar burada görünecektir.
vi: Các tệp bạn khóa sẽ xuất hiện ở đây.
zh_hans: 您锁定的文件将出现在这里。
zh_hant: 您鎖定的檔案將會顯示在這裡。

# settingsSecurityNoLockedContentTitle
source: No locked content
ar: لا يوجد محتوى مقفل
de: Keine gesperrten Inhalte
es: Sin contenido bloqueado
fr: Aucun contenu verrouillé
hi: कोई लॉक की गई सामग्री नहीं
it: Nessun contenuto bloccato
ja: ロックされたコンテンツはありません
ko: 잠금된 콘텐츠 없음
nl: Geen vergrendelde inhoud
pl: Brak zablokowanej zawartości
pt: Nenhum conteúdo bloqueado
ru: Нет заблокированного контента
th: ไม่มีเนื้อหาที่ถูกล็อค
tr: Kilitsiz içerik yok
vi: Không có nội dung bị khóa
zh_hans: 没有锁定的内容
zh_hant: 沒有鎖定的內容
